<template>
  <div>
    <div class="header"></div>
    <div class="warp">
      <span class="title">人人卡包会员服务协议</span>
      <p>&nbsp;</p>
      <p>人人卡包网站的各项电子服务的所有权和运作权归北京星荣盛至网络记技有限公司，人人卡包网站和北京星荣盛至网络记技有限公司以下简称“人人卡包”。人人卡包根据本服务协议条款及不时发布的指引、规则为您提供基于人人卡包网（包括人人卡包pc端、人人卡包客户端、移动网页端等）的互联网服务。</p>
      <h3>1、声明与承诺&nbsp;</h3>
      <p>人人卡包网站的各项电子服务的所有权和运作权归北京星荣盛至网络记技有限公司，人人卡包网站和北京星荣盛至网络记技有限公司以下简称“人人卡包”。人人卡包按照其发布的章程、服务条款和操作规则提供服务。用户使用或接受服务，即视为其已了解并完全同意本服务条款的各项内容，包括人人卡包就服务条款随时作出的任何增加、删减或修改。</p>
      <p>您应遵守本协议的各项条款，合法合理使用人人卡包提供的服务，否则，人人卡包有权依据本协议中断或终止为您提供服务。同时，人人卡包保留在任何时候收回您所使用的账号的权利。</p>
      <h3>2、服务说明</h3>
      <p>人人卡包向用户提供包括但不限于如下服务：信用卡、贷款等个人金融信贷产品综合比较、推荐服务、周边资讯服务；发布并分享信用卡相关评论。</p>
      <p>您同意人人卡包有权制订或变更关于使用本服务的一般措施及限制，包括但不限于本服务将保留所发布内容或其它发布内容之最长期间。通过本服务发布或传送之任何信息、通讯资料和其它内容，如被删除或未予储存，您同意人人卡包无须承担任何责任。基于人人卡包所提供的服务的重要性，您应准确提供您本人真实、最新、最完整的个人资料。若您提供任何错误、不实、过时或不完整的资料或人人卡包有合理理由怀疑您的登记资料错误、不实、过时或不完整，人人卡包有权暂停或终止向您提供部分或全部的服务。您同意并负担因此所产生的直接或间接的任何损失、支出、费用、罚金，人人卡包对此不承担任何责任。</p>
      <h3>3、服务条款的修改和服务修订</h3>
      <p>您同意，人人卡包有权随时对本协议内容进行单方面的变更，并通过官方形式（包括但不限于网站公告、电子邮件、手机短信或常规的信件传送）予以公布，无需另行单独通知您；若您在本协议内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本服务；若您不同意修改后的协议内容，您应停止使用本服务。</p>
      <h3>4、账户安全</h3>
      <p>您一旦按照本网站的规定方式注册成功，成为人人卡包的注册用户，将得到一个密码和用户名。您应妥善保管您的用户名、密码，不可向其他任何人泄露、透露、告知您的用户账户和密码，亦不可使用其他任何人的用户账户和密码。由于您的原因导致您的用户账户和/或密码被其他任何人知悉，造成您的用户账户和/或密码被他人使用导致的损失，人人卡包不承担任何责任。您对以您用户名进行的所有活动和事件负全责，如您账号活动异常或出现其他异常现象，人人卡包保留采取相应行动的权利（包括但不限于删除或冻结账号、删除或冻结积分）。 如您发现有他人冒用或盗用您的账户及密码或任何其他未经合法授权之情形时，应立即以有效方式通知人人卡包，要求人人卡包暂停相关服务。同时，您理解人人卡包对您的请求采取行动需要合理期限，人人卡包于接收通知前，对第三人使用服务已发生之效力和后果，除非可证明人人卡包对未经合法授权之使用的形成存在故意或重大过失，否则人人卡包将不承担任何责任。若您迟延通知，则迟延期间产生的损失，人人卡包将不承担任何责任。</p>
      <h3>5、用户信息保护及使用</h3>
      <p>保护人人卡包非常重视用户个人信息的保护，并且将以高度勤勉和审慎的义务对待这些信息。人人卡包将根据中国法律、本协议、《隐私保护》（网址：51credit.com）的规定收集、存储、使用和透露您的个人信息。</p>
      <p>您同意人人卡包不定期地通过您注册时留下的电子邮件、手机短信或通讯地址同您保持联系。为完成人人卡包为您所提供的服务，您同意人人卡包利用计算机及其它方式搜集，保存，处理个人资料（包括但不限于姓名、出生年月日、身份证号码、电话及通信地址等信息）和其它信息（包括但不限于信用、投资及保险等信息），授权人人卡包及其关联公司向征信机构或其他第三方查询其本人资信情况；同时，您也授权人人卡包可以将您本人的信用资料、信息及其他记录提供给征信机构或经人人卡包许可并授权的其他第三方使用。</p>
      <h3>6、用户信息的存储和限制</h3>
      <p>您完全理解并同意，人人卡包不对您提供或存储的信息的真实性、准确性和完整性承担任何责任，同时，人人卡包有权自行决定拒绝或删除您所发布的任何信息，也不对您所发布信息的储存失败承担任何责任。人人卡包有权自行判定您的行为是否符合人人卡包网站服务条款的要求和精神，如果您违背了服务条款的规定，人人卡包有权随时中断对您提供的任何服务，并无需事先通知。</p>
      <h3>7、用户隐私制度</h3>
      <p>人人卡包对您提供的个人资料负有保密义务，除本协议另有规定外，人人卡包不会在未经您授权时公开您提交或存储在人人卡包的非公开资料，但以下情况除外：</p>
      <p>（1） 根据司法机关、政府部门、行业主管部门或其他管理机关之要求；</p>
      <p>（2）根据法律法规、规范性文件或相关政策要求；</p>
      <p>（3）为社会公共目的向相关单位提供个人资料；</p>
      <p>（4）因用户密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露；</p>
      <p>（5）由于黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等；</p>
      <p>（6）在紧急情况下为维护用户个人和社会公众的安全之目的。</p>
      <h3>8、责任范围及责任限制&nbsp;</h3>
      <p>8.1人人卡包在此郑重提请您注意，任何经由本服务而发布、上传的文字、图片、图形或其他资料（以下简称“内容 ”），无论系公开还是非公开传送，均由内容提供者承担责任。人人卡包均不为任何内容负责，但人人卡包有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告等。</p>
      <p>8.2人人卡包仅对本协议中列明的责任承担范围负责。您明确了解并同意因以下原因造成的，包括但不限于经济、信誉、数据损失或其他无形损失，人人卡包不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿责任：</p>
      <p>（1）本服务符合您的需求。</p>
      <p>（2）本服务不受干扰、及时提供或免于出错。</p>
      <p>（3）使用本服务取得之结果正确可靠。</p>
      <p>（4）任何第三方在本服务中所作之声明或行为。</p>
      <p>（5）人人卡包合作的第三方及相关产品信息是由该合作方自行提供的，人人卡包无法保证该信息之准确、及时和完整，您应对您的判断承担全部责任。</p>
      <p>（6）您经由本服务之使用下载或取得任何资料，应由您自行考量且自负风险，因资料之下载而导致您电脑系统之任何损坏或资料流失，您应负完全责任。</p>
      <p>（7）您自人人卡包及人人卡包工作人员或经由本服务取得之建议和资讯，无论其为书面或口头形式，除非本协议有明确规定，均不构成本协议以外之任何保证。</p>
      <p>（8）与本服务相关的其他事宜，但本使用协议有明确规定的除外。</p>
      <h3>9、服务使用限制</h3>
      <p>9.1您在使用本服务时应遵守中华人民共和国相关法律法规及您所属、所居住或开展经营活动或其他业务的国家或地区的法律法规，不得将本服务用于任何非法目的(包括用于禁止或限制交易物品的交易)，也不得以任何非法方式使用本服务。</p>
      <p>9.2您不得利用本服务从事侵害他人合法权益之行为，否则人人卡包有权拒绝提供本服务，且您应承担所有相关法律责任，因此导致人人卡包、人人卡包雇员或其他第三方受损的，您应承担赔偿责任。</p>
      <p>上述适用的情况包括但不限于：</p>
      <p>（1）侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益；</p>
      <p>（2）违反依法定或约定之保密义务；</p>
      <p>（3）冒用他人名义使用本服务；</p>
      <p>（4）从事不法交易行为，如洗钱、恐怖融资、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他本公司认为不得使用本服务进行交易的物品等；</p>
      <p>（5）提供赌博资讯或以任何方式引诱他人参与赌博；</p>
      <p>（6）从事任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为；</p>
      <p>（7）其他本公司有正当理由认为不适当之行为。</p>
      <p>9.3若您认为您的合法权益遭到侵害，请通过电子邮件向人人卡包提交投诉，人人卡包将依法进行处理，人人卡包接受投诉邮箱service@51credit.com</p>
      <h3>10、免责条款</h3>
      <p>10.1因下列状况导致服务暂停或中断的，人人卡包不承担违约或赔偿责任：</p>
      <p>（1）因自然灾害如洪水、台风、火灾、爆炸、雷电、地震和风暴等以及社会事件如停电、战争、动乱、恐怖袭击、政府行为、国家政策的突然变动和罢工等不可抗力之因素，造成人人卡包不能提供服务的；</p>
      <p>（2）电信技术部门调整或故障、网站升级的问题等原因而造成的服务中断或者延迟；</p>
      <p>（3）网络、电信设备出现故障不能进行数据传输的；</p>
      <p>（4）云服务系统、计算机系统遭到破坏、瘫痪或无法正常使用而导致信息或纪录的丢失；</p>
      <p>（5）因政府管制而造成的暂时关闭；</p>
      <p>（6）黑客攻击；</p>
      <p>（7）病毒侵袭；</p>
      <p>（8）人人卡包公告之系统停机维护期间；</p>
      <p>（9）在紧急情况之下为维护国家安全或其它用户及第三者之人身安全的；</p>
      <p>（10）其它非人人卡包原因引起的服务中断或终止。</p>
      <p>10.2若人人卡包发现您不当使用帐号或因您的帐号被他人举报投诉时，或人人卡包认为您已经违反本协议，人人卡包有权不经通知随时终止您的账号或本服务之使用（或服务之任何部分），并将您在本服务内任何内容加以移除并删除。</p>
      <h3>11、知识产权保护</h3>
      <p>（1）除第三方产品或服务外，人人卡包官方渠道及所有系统上的全部内容，包括但不限于数据库、软件、著作、图片、录像、音乐、声音及其前述组合，软件编译、相关源代码和软件（包括小应用程序和脚本）档案、资讯、资料、架构、网页设计，均由人人卡包依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。</p>
      <p>（2）非经人人卡包书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表人人卡包任何材料或内容。</p>
      <p>（3）用户在使用人人卡包产品和服务时发表上传的文字、图片等原创的信息，此知识产权归属用户，您点击同意本协议，即表明您同意授予人人卡包所有上述内容在全球范围内的、免费的、不可撤销的、无期限限制的、可再许可或转让的非独家著作财产权使用权许可，据该许可人人卡包将有权以展示、推广及其他不为我国法律所禁止的方式使用前述内容。</p>
      <p>（4）人人卡包公司尊重并保护法人、公民的知识产权、名誉权、姓名权、隐私权等合法权益。用户应保证，在使用人人卡包的产品和服务时上传的文字、图片等信息不侵犯任何第三方的合法权益。否则，人人卡包公司有权移除该侵权信息。前述第三方提出的全部权利主张，用户应自行承担全部赔偿责任，人人卡包公司因此遭受的包括但不限于经济、企业商誉等损失，均由该用户承担。</p>
      <h3>12、法律适用及争议解决</h3>
      <p>12.1本服务条款的解释与适用，以及与本服务条款有关的争议，均应依照中华人民共和国法律予以处理，没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。</p>
      <p>12.2因本协议所引起的任何纠纷或争议，您与本公司应友好协商解决，您可以通过人人卡包APP中【帮助与反馈】功能向我们留言，或通过本公司客服邮箱提出您的需求（邮箱地址：renrencredit@charmgroup.cn）或者通过微信公众号 人人卡包( aicredit)，本公司会尽最大努力在合理时间内回复您。</p>
      <p>12.3如您与本公司未能就纠纷或争议达成一致意见的，任何一方均有权向北京市朝阳区人民法院提起诉讼。</p>
      <p>12.4人人卡包对本协议享有最终解释权。</p>
    </div>
  </div>
</template>
<script>
export default {
  name: "service-agreement",
  components: {},
  data() {
    return {};
  },
  methods: {}
};
</script>
<style>
.header {
  width: 100%;
  height: 40px;
}
.warp {
  width: 100%;
  padding: 10px;
  overflow: auto;
}
.warp span {
  line-height: 30px;
  font-size: 18px;
  text-align: center;
  display: block;
  color: #000000;
}

.warp h3 {
  font-size: 16px;
  color: #000000;
  line-height: 40px;
}

.warp p {
  font-size: 14px;
  text-indent: 27px;
  line-height: 24px;
  color: #544d3c;
}
</style>
